/* Time period description: days */
"%d day" = "%d dag";

/* Time period description: hours */
"%d hour" = "%d timme";

/* Time period description: minutes */
"%d min" = "%d min";

/* Time period description: seconds */
"%d sec" = "%d sek";

/* Error text: An error occurred while recording audio (%@) */
"An error occurred while recording audio (%@)" = "Ett fel uppstod under ljudinspelningen (%@)";

/* Error text: Attempt to save recording when recorder is not recording audio. */
"Attempt to save recording when recorder is not recording audio." = "Försök att spara inspelning när ljudinspelaren inte spelar in ljud.";

/* Generic file name: Audio */
"Audio" = "Ljud";

/* Screen clip floating explanatory text. */
"Click and drag to clip a portion of the screen. Click inside a window to clip the entire window." = "Klicka och dra för att klippa en del av skärmen. Klicka inuti ett fönster för att klippa hela fönstret.";

/* Error text: Could not allocate memory size (e.g. 5 bytes, 6 KB, 7 MB) */
"Could not allocate %@." = "Kunde inte allokera %@.";

/* Evernote application name */
"Evernote" = "Evernote";

/* User position could not be accessed error message. */
"Evernote does not have permission to access your location." = "Evernote har inte behörighet att få känna till din plats.";

/* User position could not be accessed error message. */
"Evernote was unable to determine your current location." = "Evernote kunde inte avgöra din aktuella plats.";

/* Generic file name: File */
"File" = "Arkiv";

/* Generic file name: Image */
"Image" = "Bild";

/* Error message: internal audio recording error. */
"Internal Audio Recording Error." = "Inspelningsfel för internt ljud.";

/* Error message: internal error. */
"Internal Error." = "Internt fel.";

/* User position could not be accessed error message. */
"Location services are not available." = "Platstjänster är inte tillgängliga.";

/* Error message: out of memory. */
"Out of memory" = "Slut på minne";

/* Error text: Quick note could not be serialized and saved. */
"Quick note could not be saved." = "Det gick inte att spara snabbanteckning.";

/* No user signed in error */
"Sign in to Evernote" = "Logga in till Evernote";

/* Error text: Unexpected operating-system result from audio recorder: %d */
"Unexpected operating-system result from audio recorder: %d" = "Oväntat operativsystemresultat från ljudinspelaren. %d";

/* Default note title */
"Untitled" = "Namnlös";

/* Generic file name: Video */
"Video" = "Video";

/* Resource would make note too large, recovery suggestion. */
"You cannot save the note because it will exceed the %@ limit." = "Det går inte att spara anteckningen eftersom den är större än gränsen på %@.";
